Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sjolaksefiske.html.tmx
Source language: nob
Languages: sme

source: Sjølaksefiske
sme: Mearraluossabivdu

source: I områdene der samene tradisjonelt har utøvd sjølaksefiske er dette en helt viktig og nødvendig kombinasjonsnæring og levevei.
sme: Dain guovlluin gos sámit árbevirolaččat leat doaimmahan mearraluossabivddu, doppe dat lea áibbas deaŧalaš ja dárbbašlaš lotnolasealáhus ja birgenláhki.

source: Lakseressursen skal forvaltes slik at også fremtidige generasjoner får glede og nytte av den, og Sametinget ønsker å forsikre seg om at sjølaksefiskerne ikke må ta en for stor del av byrden ved innskrenkninger i fisket.
sme: Luossariggodagat galget hálddašuvvot nu ahte maiddái boahttevaš buolvvat ožžot ilu ja ávkki das, ja Sámediggi háliida sihkkarastit ahte mearraluossabivdit eai dárbbaš váldit badjelásas beare stuora noađi guolásteami unnideamis.

source: Det folkerettslige vernet for sjølaksefisket innebærer en absolutt tålegrense for hvilke fremtidige inngrep som kan tillates i form av ytterligere reguleringer og innskrenkinger i samiske sjølaksefiskeres disfavør.
sme: Mearraluossabivddu álbmotrievttálaš suodjalus mearkkaša ahte lea rádjá das man ollu sisabahkkemiid sámi mearraluossabivdit sáhttet gierdat eanet muddemiid ja gáržžidemiid geažil.

source: Sametinget vil legge forholdene til rette for en levedyktig sjøsamisk kultur, blant annet gjennom at retten til å drive med sjølaksefiske ivaretas og styrkes i framtida.
sme: Sámediggi áigu láhčit diliid eallinvejolaš mearrasámi kultuvrii, earret eará dan bokte ahte vuoigatvuohta bargat mearraluossabivdduin gozihuvvo ja nannejuvvo boahtteáiggis.

source: Staten er forpliktet til å bidra med positive tiltak for å opprettholde dette fisket som en del av samisk kulturutøvelse.
sme: Stáhta lea geatnegahttojuvvon bidjat positiivvalaš doaibmabijuid bisuhan dihtii dan bivddu oassin sámi kulturbarggus.

source: Les sametingsrådets redegjørelse om laks
sme: Loga sámediggeráđi čilgehusa luosa birra
